IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "Đang liên kết phiên bản dll không đúng"
IDS_RUS_DLL_ERROR_REPORT = "Không thể khởi tạo COM dll"
IDS_CVL_REPORT_PRINTING = "Đang in báo cáo..."
IDS_CVL_REPORT_GENERATING = "Đang tạo báo cáo..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Tính toán độ bền của các mặt cắt phần tử không gian"
IDS_CVL_RPT_SNiP_Not_required = "Không cần thiết"
IDS_SP16_Par711_Title = "Tính toán độ bền của các phần tử chịu kéo hoặc nén đúng tâm (khoản 7.1.1)"
IDS_SP16_Par713_Title = "Tính toán ổn định của các phần tử mặt cắt đặc chịu nén đúng tâm (khoản 7.1.3)"
IDS_SP16_Par715_Title = "Ổn định khi mất ổn định uốn-xoắn của mặt cắt hở (khoản 7.1.5)"
IDS_SP16_Par723_Title = "Tính toán độ mảnh điều kiện của nhánh (khoản 7.2.3)"
IDS_SP16_Par724_Title = "Tính toán ổn định của các nhánh riêng lẻ trong phần tử mặt cắt tổ hợp (khoản 7.2.4)"
IDS_SP16_Par732_Title = "Ổn định của tường của các phần tử mặt cắt đặc chịu nén đúng tâm (khoản 7.3.2)"
IDS_SP16_Par733_Title = "Tường của các phần tử mặt cắt đặc chịu nén đúng tâm cần được gia cường bằng sườn ngang (khoản 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nYêu cầu sườn ngang, nhưng chưa thiết lập."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nYêu cầu sườn ngang và đã thiết lập. Kiểm tra sự đầy đủ của khoảng cách sườn ngang:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nKhông yêu cầu sườn ngang."
IDS_SP16_Par738_Title = "Ổn định của bản cánh (chord sheets) của các phần tử mặt cắt đặc chịu nén đúng tâm (khoản 7.3.8)"
IDS_SP16_Par821_Title = "Tính toán độ bền của dầm cấp 1: dưới tác dụng của mô men (khoản 8.2.1)"
IDS_SP16_ParTau_Title = "Kiểm tra mặt cắt theo lực cắt"
IDS_SP16_Par823_Title = "Tính toán độ bền của dầm ghép cấp 2 và 3 của mặt cắt chữ I và mặt cắt hộp: dưới tác dụng của mô men (khoản 8.2.3)"
IDS_SP16_Par841_Title = "Tính toán ổn định của dầm chữ I cấp 1: dưới tác dụng của mô men (khoản 8.4.1)"
IDS_SP16_Par851_Title = "Ổn định của tường dầm cấp 1: dưới tác dụng của mô men (khoản 8.5.1)"
IDS_SP16_Par853_Title = "Ổn định của tường dầm cấp 1 mặt cắt ngang đối xứng khi có ứng suất cục bộ: dưới tác dụng của mô men (khoản 8.5.3)"
IDS_SP16_Par857_Title = "Ổn định của tường dầm cấp 1 của mặt cắt chữ I không đối xứng với cánh chịu kéo phát triển hơn (khoản 8.5.7)"
IDS_SP16_Par858_Title = "Ổn định của tường dầm cấp 2 và 3 làm bằng thép đồng nhất khi không có ứng suất cục bộ (Sigma_loc = 0) (khoản 8.5.8)"
IDS_SP16_Par822_Title = "Tính toán độ bền của tường dầm không được gia cường bằng sườn tăng cứng dưới tác dụng của ứng suất cục bộ (khoản 8.2.2)"
IDS_SP16_Par8518_Title = "Ổn định của bản cánh chịu nén của dầm cấp 1 (khoản 8.5.18)"
IDS_SP16_Par8519_Title = "Ổn định của bản cánh chịu nén của dầm cấp 2, 3 (khoản 8.5.19)"
IDS_SP16_Par911_Title = "Tính toán độ bền của các phần tử chịu nén lệch tâm và chịu kéo lệch tâm (khoản 9.1.1)"
IDS_SP16_Par913_Title = "Kiểm tra độ bền kéo của thớ mặt cắt của các phần tử chịu nén lệch tâm với mặt cắt không đối xứng (khoản 9.1.3)"
IDS_SP16_Par922_Title = "Tính toán ổn định của các phần tử chịu nén lệch tâm trong mặt phẳng tác dụng của mô men, trùng với mặt phẳng đối xứng (khoản 9.2.2)"
IDS_SP16_Par928_Title = "Tính toán ổn định của các phần tử chịu nén lệch tâm uốn trong mặt phẳng có độ cứng nhỏ nhất (khoản 9.2.8)"
IDS_SP16_Par929_Title = "Tính toán ổn định của các thanh (trừ dạng hộp) chịu nén và uốn trong hai mặt phẳng chính (khoản 9.2.9)"
IDS_SP16_Par9210_Title = "Tính toán ổn định của các thanh (dạng hộp) chịu nén và uốn trong hai mặt phẳng chính (khoản 9.2.10)"
IDS_SP16_Par924_Title = "Tính toán ổn định của các thanh chịu nén lệch tâm ngoài mặt phẳng tác dụng của mô men khi chúng uốn trong mặt phẳng có độ cứng lớn nhất (khoản 9.2.4)"
IDS_SP16_Par942_Title = "Ổn định của tường của các phần tử chịu nén lệch tâm (khoản 9.4.2)"
IDS_SP16_Par947_Title = "Ổn định của bản cánh (shelves) của các thanh chịu nén lệch tâm (khoản 9.4.7)"
IDS_SP16_Par1041_Title = "Chiều dài tính toán lớn nhất của các phần tử (khoản 10.4.1)"
IDS_SP16_Par1122_Title = "Tính toán ổn định của tường ống không hàn hoặc ống hàn điện (khoản 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n Không cần kiểm tra thêm."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Đối với loại mặt cắt %s, các hệ số là: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Loại mặt cắt không xác định. Các hệ số là: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Tính toán độ mảnh lambda_ef của phần tử mặt cắt ghép"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Loại mặt cắt: 1, các nhánh được liên kết bằng bản nối"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Loại mặt cắt: 1, các nhánh được liên kết bằng giằng"
IDS_SP16_CALC_PHI_COEFF = "Tính toán hệ số phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Tính toán hệ số ổn định phi_e khi nén lệch tâm của các phần tử đặc"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "Từ bảng D.3 cho o_lambda_ef = %g và m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Tính toán hệ số ổn định phi_e khi nén lệch tâm của các phần tử mặt cắt ghép"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "Từ bảng D.4 cho o_lambda_ef = %g và m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Tính toán diện tích giảm Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Loại mặt cắt theo bảng 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "Không đáp ứng các yêu cầu của khoản 7.3.2. Tính toán với diện tích giảm."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "Không đáp ứng các yêu cầu của khoản 9.4.2. Tính toán với diện tích giảm."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Tính toán độ mảnh điều kiện giới hạn của bụng (bảng 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Tính toán độ mảnh điều kiện giới hạn của cánh (bảng 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Tính toán hd cho phần tử chịu nén đúng tâm"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Tính toán hd cho phần tử không chịu nén đúng tâm"
IDS_SP16_CALCULATION_OF_BD = "Tính toán bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Tính toán ω, α, β từ bảng D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Tính toán hệ số Cmax. Loại mặt cắt: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Tính toán các hệ số Cy, Cz, n (bảng E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Với Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Tính toán hệ số B (bảng ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Tính toán các hệ số C và D (bảng ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "tỷ lệ"
IDS_SNiP_REPORT_SECT_REDESIGN = "Mặt cắt phải được thiết kế lại."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ Không yêu cầu Cốt thép."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Yêu cầu Cốt thép."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
